Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingWatchApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# watch_widget.c8c2bdae1bbc
source: 次へ
ar_sa: التالي
ca: A continuació
cs: Pokračovat
da: Næste
de_de: Weiter
el: Επόμενο
en_au: Next
es_es: Continuar
fi: Seuraava
fr_ca: Suivant
gu: આગળ
he: הבא
hi: आगे बढ़ें
hr: Nastavak
hu: Folga
id: Berikutnya
it: Avanti
ko: 다음
mr: पुढे
ms: Berikutnya
nl_nl: Volgende
no: Fortsett
pl: Dalej
pt_br: Próximo
ro: Continuă
ru: Далее
sk: Pokračovať
sl: Naprej
sv: Fortsätt
ta: தொடர
te: తదుపరికి
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp tục
zh_hans: 下一步
zh_hant: 下一步

# watch_widget.c8d66636dee6
source: 実績入力中
ar_sa: إدخال النتائج
ca: Introducció de resultats
cs: Vstup úspěchu
da: Indtast resultat
de_de: Erfolgs-Eingabe
el: Εισαγωγή επιτευγμάτων
en_au: Entering Achievement Data
es_es: Introduciendo logros
fi: Syötä saavutus
fr_ca: Entrer les réalisations
gu: પ્રગતિ દાખલ કરો
he: הזנת תוצאות
hi: पुनरावृत्ति दर्ज करना
hr: Unos postignuća
hu: Eredmények bevitele
id: Memasukkan prestasi
it: Inserimento dei risultati
ko: 성공 기록 입력 중
mr: आकडेवारी प्रविष्ट करत आहे
ms: Memasukkan prestasi
nl_nl: Prestatie invoeren
no: Skrive inn resultater
pl: Wprowadzanie statystyk
pt_br: Inserindo estatísticas
ro: Introdu realizare
ru: Ввод данных о достижении
sk: Vstupuje sa do údajov o úspechoch
sl: Vnesite podatke o uspehu
sv: Ange resultat
ta: சாதனைகளை உள்ளிடவும்
te: సాధించిన వాటిని నమోదు చేస్తున్నాను
th: กำลังป้อนข้อมูลสถิติ
tr: Başarı girişi yapılıyor
uk: Введення даних про досягнення
vi: Đang nhập thành tích
zh_hans: 输入成就
zh_hant: 输入成就

# watch_widget.cbeb009a0ca4
source: Watch上の実行中記録は削除されます。
ar_sa: سيتم حذف السجلات قيد التشغيل على Watch.
ca: Els registres en execució a Watch se suprimiran.
cs: Nahrávání na Watch bude odstraněno.
da: Data fra Watch vil blive slettet.
de_de: Die laufende Aufzeichnung auf dem Watch wird gelöscht.
el: Οι τρέχουσες καταγραφές στο Watch θα διαγραφούν.
en_au: The running record on the Watch will be deleted.
es_es: El registro en curso del Watch se eliminará.
fi: Watchissa olevat suoritetut harjoitukset poistetaan.
fr_ca: Les enregistrements actifs sur Watch seront supprimés.
gu: વોચ પરની વર્તમાન રેકોર્ડ્સ દૂર કરવામાં આવશે.
he: היומן שברצועת הפעילות ימחק.
hi: Watch पर चल रही रिकॉर्डिंग हटा दी जाएगी।
hr: Podaci s Watch-a koji su trenutno u izvođenju će biti uklonjeni.
hu: A Watch-on található edzésadatokat töröltük.
id: Catatan yang sedang berjalan di Watch akan dihapus.
it: I dati di allenamento attualmente registrati su Watch verranno eliminati.
ko: Watch에 있는 실행 중 기록은 삭제됩니다.
mr: वॉचवरचे सध्याचे रेकॉर्ड डिलीट होतील.
ms: Rekod yang berjalan pada Watch akan dihapus.
nl_nl: De huidige training op de Watch wordt verwijderd.
no: Registreringen fra Watch vil bli slettet.
pl: Dane z Watch, które są aktualnie wykonywane, zostaną usunięte.
pt_br: Os registros em andamento no Watch serão excluídos.
ro: Înregistrările active de pe Watch vor fi șterse.
ru: Записи тренировок на Watch будут удалены.
sk: Záznamy z Watchu, ktoré boli spustené, budú odstránené.
sl: Podatki iz Watcha bodo izbrisani.
sv: Aktiva träningar på Watch kommer att raderas.
ta: வாட்ச்-ல் உள்ள செயல்பாட்டு பதிவுகள் நீக்கப்படும்.
te: Watchలో ఉన్న ప్రస్తుత రికార్డులు తొలగించబడతాయి.
th: บันทึกการใช้งานที่อยู่ใน Watch จะถูกลบ
tr: Saat üzerindeki mevcut kayıtlar silinir.
uk: Записи з Watch будуть видалені.
vi: Các hoạt động hiện tại trên Watch sẽ bị xóa.
zh_hans: 手表上的正在进行的记录将被删除。
zh_hant: Watch 上的正在进行的记录将被删除。

# watch_widget.cf0fe40d1182
source: セット {{value1}}
ar_sa: قم بتعيين {{value1}}
ca: Establiu {{value1}}
cs: Série {{value1}}
da: Sæt {{value1}}
de_de: Satz {{value1}}
el: Σετ {{value1}}
en_au: Set {{value1}}
es_es: Serie {{value1}}
fi: Sarja {{value1}}
fr_ca: Série {{value1}}
gu: સેટ {{value1}}
he: סט {{value1}}
hi: सेट {{value1}}
hr: Serija {{value1}}
hu: {{value1}} ismétlet
id: Set {{value1}}
it: Serie {{value1}}
ko: 세트 {{value1}}
mr: सेट {{value1}}
ms: Set {{value1}}
nl_nl: Set {{value1}}
no: Sett {{value1}}
pl: Seria {{value1}}
pt_br: Série {{value1}}
ro: Serie {{value1}}
ru: Подход {{value1}}
sk: Séria {{value1}}
sl: Serija {{value1}}
sv: Set {{value1}}
ta: செட் {{value1}}
te: సెట్ {{value1}}
th: เซ็ต {{value1}}
tr: Set {{value1}}
uk: Підхід {{value1}}
vi: Hiệp {{value1}}
zh_hans: 设置 {{value1}}
zh_hant: 組 {{value1}}

# watch_widget.d0f48676bebb
source: 接続失敗: {{value1}}
ar_sa: فشل الاتصال: {{value1}}
ca: Error de connexió: {{value1}}
cs: Chyba připojení: {{value1}}
da: Forbindelsesfejl: {{value1}}
de_de: Verbindungsfehler: {{value1}}
el: Αποτυχία σύνδεσης: {{value1}}
en_au: Connection failed: {{value1}}
es_es: Error de conexión: {{value1}}
fi: Yhteys epäonnistui: {{value1}}
fr_ca: Échec de connexion : {{value1}}
gu: જોડાણ નિષ્ફળ: {{value1}}
he: כישלון חיבור: {{value1}}
hi: कनेक्शन विफल: {{value1}}
hr: Neuspješna veza: {{value1}}
hu: Kapcsolódás sikertelen: {{value1}}
id: Gagal terhubung: {{value1}}
it: Connessione fallita: {{value1}}
ko: 연결 실패: {{value1}}
mr: कनेक्शन अयशस्वी: {{value1}}
ms: Kegagalan sambungan: {{value1}}
nl_nl: Verbinding mislukt: {{value1}}
no: Tilkoblingsfeil: {{value1}}
pl: Błąd połączenia: {{value1}}
pt_br: Falha na conexão: {{value1}}
ro: Eroare de conectare: {{value1}}
ru: Ошибка подключения: {{value1}}
sk: Chyba pripojenia: {{value1}}
sl: Napaka povezave: {{value1}}
sv: Anslutning misslyckades: {{value1}}
ta: இணைப்பு தோல்வியடைந்தது: {{value1}}
te: కనెక్షన్ విఫలమైంది: {{value1}}
th: เชื่อมต่อล้มเหลว: {{value1}}
tr: Bağlantı başarısız: {{value1}}
uk: Помилка підключення: {{value1}}
vi: Kết nối thất bại: {{value1}}
zh_hans: 连接失败：{{value1}}
zh_hant: 连接失败：{{value1}}

# watch_widget.d1749584e623
source: {{value1}}回・
ar_sa: {{value1}} مرات ・
ca: {{value1}} vegades・
cs: {{value1}}krát・
da: {{value1}} gange・
de_de: {{value1}} Mal・
el: {{value1}} φορές·
en_au: {{value1}} times・
es_es: {{value1}} veces・
fi: {{value1}} kertaa・
fr_ca: {{value1}} fois・
gu: {{value1}} વાર·
he: {{value1}} פעמים・
hi: {{value1}} बार・
hr: {{value1}} puta・
hu: {{value1}} alkalom・
id: {{value1}} kali・
it: {{value1}} volte・
ko: {{value1}}회・
mr: {{value1}} वेळा・
ms: {{value1}} kali・
nl_nl: {{value1}} keer・
no: {{value1}} ganger・
pl: {{value1}} razy i
pt_br: {{value1}} vezes・
ro: {{value1}} repetări・
ru: {{value1}} раз и…
sk: {{value1}}x・
sl: {{value1}}x・
sv: {{value1}} gånger・
ta: {{value1}} முறை·
te: {{value1}} సార్లు・
th: {{value1}} ครั้ง・
tr: {{value1}} tekrar・
uk: {{value1}} разів・
vi: {{value1}} lần・
zh_hans: {{value1}}次・
zh_hant: {{value1}} 次・

# watch_widget.d30b38ecfe50
source: テンポ案内を再開
ar_sa: استئناف توجيه الإيقاع
ca: Reprèn la guia del tempo
cs: Restartovat zobrazení tempa
da: Genoptag tempo-vejledning
de_de: Anweisungen zum Tempo fortsetzen
el: Επανεκκίνηση της καθοδήγησης ρυθμού
en_au: Resume tempo guidance
es_es: Reanudar la guía del ritmo
fi: Käynnistä tempon ohjaus
fr_ca: Reprendre les indications de tempo
gu: ટempoની સૂચના ફરી શરૂ કરો
he: המשך הסבר על הקצב
hi: गति निर्देश को फिर से शुरू करें
hr: Pokrenite savjet o tempu
hu: Visszaállítás a tempó útmutatásban
id: Kembalikan panduan tempo
it: Riprendi la guida al ritmo
ko: 템포 안내 재개
mr: गती सूचना पुन्हा सुरू करा
ms: Kembali ke arahan tempo
nl_nl: Tijdelijk hervatten tempo-instructies
no: Start tempoinstruksjon igjen
pl: Powróć do instrukcji dotyczących tempa
pt_br: Retomar a orientação do ritmo
ro: Reluare instrucțiunile despre ritm
ru: Возобновить показ темпа
sk: Opätovné spustenie sprievodného informovania o tempe
sl: Ponovno začnite usmerjevalnik hitrosti
sv: Starta tempovarning igen
ta: வேக வழிகாட்டுதலை மீண்டும் தொடங்கவும்
te: వేగం సూచనను తిరిగి ప్రారంభించండి
th: เริ่มการแนะนำจังหวะ
tr: Tempo rehberini yeniden başlatın
uk: Відновити інструкції щодо темпу
vi: Tiếp tục hướng dẫn nhịp độ
zh_hans: 重新开始节奏提示
zh_hant: 重新開始節奏說明

# watch_widget.d782504f8bde
source: 実行中セットのテンポを変更
ar_sa: تغيير وتيرة مجموعة التشغيل
ca: Canvia el tempo del conjunt corrent
cs: Změnit tempo pro aktuální set
da: Ændr tempo for det aktuelle sæt
de_de: Tempo des aktuellen Satzes ändern
el: Αλλαγή του ρυθμού στο τρέχον σετ
en_au: Change tempo for current set
es_es: Cambiar el ritmo del conjunto en curso
fi: Muuta nykyisen sarjan tempoa
fr_ca: Modifier le tempo de l'ensemble en cours
gu: ચાલુ સેટની ગતિ બદલો
he: שינוי קצב עבור הסט הנוכחי
hi: चल रहे सेट की गति बदलें
hr: Promijenite tempo za trenutni set
hu: A jelenlegi edzéssorozat tempójának módosítása
id: Ubah tempo untuk set yang sedang berjalan
it: Modifica il ritmo della serie in corso
ko: 실행 중인 세트의 템포 변경
mr: चालू असलेल्या सेटची गती बदला
ms: Tukar kelajuan untuk set semasa
nl_nl: Verander het tempo van de huidige set
no: Endre tempo for gjeldende sett
pl: Zmiana tempa dla bieżącego zestawu
pt_br: Alterar o ritmo do conjunto em andamento
ro: Modifică ritmul pentru sesiunea curentă
ru: Изменить темп для текущего набора
sk: Zmenite tempo pre aktuálnu sériu
sl: Izmenjajte hitrost za trenutno serijo
sv: Ändra tempot för den aktuella serien
ta: தற்போதைய செட்டின் வேகத்தை மாற்றவும்
te: ప్రస్తుతం ఉన్న సెట్ యొక్క వేగాన్ని మార్చండి
th: เปลี่ยนจังหวะของเซ็ตที่กำลังทำ
tr: Çalışan setin temposunu değiştir
uk: Змінити темп для поточного набору
vi: Thay đổi tốc độ của tập đang thực hiện
zh_hans: 更改正在进行的节奏
zh_hant: 更改正在进行的节奏

# watch_widget.d7e6f512c71c
source: テンポ
ar_sa: وتيرة
ca: ritme
cs: Rychlost
da: Tempo
de_de: Tempo
el: Ρυθμός
en_au: Pace
es_es: Ritmo
fi: Tempo
fr_ca: Rythme
gu: ઝડપ
he: קצב
hi: गति
hr: Tempo
hu: Tempó
id: Tempo
it: Ritmo
ko: 템포
mr: गती
ms: Tempo
nl_nl: Tempo
no: Tempo
pl: Tempo
pt_br: Ritmo
ro: Ritm
ru: Темп
sk: Rýchlosť
sl: Ritem
sv: Tempo
ta: வேகம்
te: వేగం
th: จังหวะ
tr: Tempo
uk: Темп
vi: Nhịp độ
zh_hans: 节奏
zh_hant: 節奏

# watch_widget.db540f633c8c
source: チュートリアルをスキップ
ar_sa: تخطي البرنامج التعليمي
ca: Omet el tutorial
cs: Přeskočit tutoriál
da: Spring tutorial over
de_de: Tutorial überspringen
el: Περαιτέρω
en_au: Skip tutorial
es_es: Saltar tutorial
fi: Ohita opas
fr_ca: Passer au tutoriel
gu: ટ્યુટોરિયમને અવગણો
he: לצאת מההדרכה
hi: ट्यूटोरियल छोड़ें
hr: Preskoči tutorijal
hu: Ugrás a tutorialhoz
id: Lewati tutorial
it: Salta la guida
ko: 튜토리얼 건너뛰기
mr: ट्यूटोरियल वगळा
ms: Langkau tutorial
nl_nl: Tutorial overslaan
no: Hoppe over veiledning
pl: Pomiń instrukcję
pt_br: Pular tutorial
ro: Sarcina următoare
ru: Пропустить инструкцию
sk: Skončiť tutoriál
sl: Skratit vadbo
sv: Hoppa över guiden
ta: பயிற்சியை தவிர்க்கவும்
te: ట్యుటోరియల్‌ను దాటవేయండి
th: ข้ามคำแนะนำ
tr: Talimatları atla
uk: Пропустити інструктаж
vi: Bỏ qua hướng dẫn
zh_hans: 跳过教程
zh_hant: 跳過教學

# watch_widget.dd99ab962c51
source: 未送信のWatch記録はありません
ar_sa: لا توجد سجلات مراقبة غير مرسلة
ca: No hi ha registres de visualització no enviats
cs: Žádné záznamy na Watchu ještě nebyly odeslány.
da: Ingen usendte Watch-registreringer
de_de: Es gibt keine Watch-Aufzeichnungen, die noch nicht versendet wurden.
el: Δεν υπάρχουν καταγραφές στο ρολόι που δεν έχουν αποθηκευτεί.
en_au: No unsent Watch recordings.
es_es: No hay registros de Watch que aún no se hayan iniciado.
fi: Ei lähetettyjä Watch-tietoja
fr_ca: Aucun enregistrement de montre non envoyé.
gu: ઘડિયાળમાં કોઈ અસમાવિષ્ઠ રેકોર્ડ નથી
he: אין רשומות שעון שלא נשלחו
hi: आपके पास अप्रसारित घड़ी रिकॉर्ड नहीं हैं।
hr: Nema Watch podataka koji nisu izbrisani
hu: Nincs még elküldve Watch-ról rögzített adat.
id: Tidak ada catatan Watch yang belum terkirim.
it: Nessuna registrazione su smartwatch non inviata
ko: 현재 워치 기록이 없습니다.
mr: घड्याळाचे न पाठवलेले रेकॉर्ड नाही
ms: Tiada rekod Watch yang belum dihantar
nl_nl: Er zijn geen Watch-gegevens die nog niet zijn verzonden.
no: Ingen usendte Watch-registreringer.
pl: Brak zapisanych danych na zegarku
pt_br: Não há registros do relógio não enviados.
ro: Nu există înregistrări de pe ceas care nu au fost finalizate.
ru: Нет записей с часов, которые еще не отправлены.
sk: Žiadne záznamy na Watchi neboli odoslané
sl: Na Watchu niso shranjeni nobeni zapisi.
sv: Inga Watch-inställningar som ännu inte har skickats.
ta: உங்கள் வாட்ச் பதிவுகள் எதுவும் அனுப்பப்படவில்லை.
te: పంపించబడని వాచ్ రికార్డులు లేవు.
th: ไม่มีบันทึกจากนาฬิกาที่ยังไม่ได้ส่ง
tr: Saat üzerinde henüz kaydedilen bir şey yok.
uk: Відсутні записи на годиннику.
vi: Không có bản ghi trên đồng hồ chưa gửi.
zh_hans: 没有Watch上的未发送记录
zh_hant: 没有Watch上的未发送记录

# watch_widget.e031879b0b11
source: ラットプルダウン
ar_sa: المنسدلة اللات
ca: lat pulldown
cs: Přetahování lana
da: Træk i stang
de_de: Rudern
el: Τράβηγμα στο στήθος
en_au: Lat pull-down
es_es: Tirar hacia abajo
fi: Vetoveto
fr_ca: Tirer vers le bas
gu: રાટ પુલડાઉન
he: משיכה עם חבל
hi: रैट पुल डाउन
hr: Rastavljanje s utega
hu: Rúd húzás
id: Tarik ke bawah
it: Tirata alla sbarra
ko: 랫 풀 다운
mr: रॅट पुल डाउन
ms: Tarik ke bawah
nl_nl: Rope pull-down
no: Trekk ned
pl: Pociągnięcie w dół
pt_br: Puxar para baixo
ro: Tracțiune cu bara
ru: Тяга вниз
sk: Pull-down
sl: Podstegno
sv: Drag ner
ta: ராட் இழுத்தல்
te: రాట్ డ్రా డౌన్
th: ดึงสาย
tr: Çekme
uk: Тягнути вниз
vi: Kéo xuống
zh_hans: 拉动下拉
zh_hant: 拉下

# watch_widget.e04ccdac55cd
source: 取消
ar_sa: الإلغاء
ca: Cancel·lació
cs: Zrušit
da: Fortryd
de_de: Abbrechen
el: Ακύρωση
en_au: Cancel
es_es: Cancelar
fi: Peruuta
fr_ca: Annuler
gu: કાન્સલ કરો
he: בטל
hi: रद्द करें
hr: Otkaži
hu: Tiltás
id: Batalkan
it: Annulla
ko: 취소
mr: रद्द करा
ms: Batalkan
nl_nl: Annuleren
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்து செய்யவும்
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal et
uk: Скасувати
vi: Hủy bỏ

# watch_widget.e28d7cc26f9a
source: {{value1}}件のメニューを同期しました
ar_sa: تمت مزامنة قوائم {{value1}}
ca: Els menús {{value1}} s'han sincronitzat
cs: Synchronizováno {{value1}} položek
da: Har synkroniseret {{value1}} menuen
de_de: Die Menüs für {{value1}} wurden synchronisiert
el: Συγχρονίστηκαν οι {{value1}} επιλογές.
en_au: Synchronized {{value1}} menu items.
es_es: He sincronizado el menú de {{value1}}.
fi: {{value1}} sarjat synkronoitu
fr_ca: Synchronisation des menus {{value1}}
gu: તમે {{value1}} ના મેનુને સિંક કર્યું છે
he: סנכנתי את התפריט של {{value1}}
hi: {{value1}} मेनू को सिंक किया गया है
hr: Sinkronizirao/la sam {{value1}} meniju
hu: Az {{value1}}-os menüt szinkronizáltam.
id: Menu {{value1}} telah disinkronkan
it: Ho sincronizzato il menu di {{value1}}.
ko: {{value1}}개의 메뉴를 동기화했습니다.
mr: {{value1}} मेनू सिंक केले आहेत.
ms: Senarai {{value1}} telah diselaraskan
nl_nl: Ik heb het menu met {{value1}} items gesynchroniseerd.
no: Har synkronisert {{value1}} menyen
pl: Zsynchronizowano {{value1}} menu
pt_br: Sincronizou o menu com {{value1}} itens
ro: Am sincronizat meniul cu {{value1}}.
ru: Синхронизировано {{value1}} пунктов меню
sk: Synchronizovali sme {{value1}} položky.
sl: Sinergiram {{value1}} menijev
sv: Har synkroniserat {{value1}} meny
ta: {{value1}} எண்ணிக்கையிலான மெனுவை ஒத்திசைத்துவிட்டேன்.
te: {{value1}} యొక్క మెనూను సమకాలీకరించాను
th: ได้ซิงค์เมนู {{value1}} รายการแล้ว
tr: {{value1}} menüsünü senkronize ettiniz.
uk: Синхронізовано {{value1}} меню
vi: Đã đồng bộ {{value1}} món
zh_hans: {{value1}}个菜谱已同步
zh_hant: {{value1}} 項菜單已同步

# watch_widget.e29bbf1b3ab8
source: Health保存失敗・Watch記録は保存済み
ar_sa: فشل حفظ الصحة/تم حفظ سجل المشاهدة
ca: No s'ha pogut desar la salut/El registre de visualització s'ha desat
cs: Ukládání v Health selhalo. Nahrávání na Watch je uloženo.
da: Health gemt fejlagtigt - Watch-data er gemt.
de_de: Health-Speicherung fehlgeschlagen – Watch-Aufzeichnung wurde gespeichert.
el: Αποτυχία αποθήκευσης στο Health, η καταγραφή στο Watch έχει αποθηκεστεί.
en_au: Health save failed; Watch recording saved.
es_es: Error al guardar en Health / Registro del Watch guardado
fi: Health-tiedot eivät tallennu, Watch-tiedot tallennettu
fr_ca: Erreur de sauvegarde de Health / Données enregistrées sur Watch
gu: હેલ્થ સેવિંગ નિષ્ફળ, વોચ રેકોર્ડ સાચવેલ છે.
he: שמירה של Health נכשלה, רישום Watch שמר
hi: Health को सेव करने में विफल - Watch का रिकॉर्ड सेव हो गया है।
hr: Spremanje Health-a nije uspjelo, ali su podaci s Watch-a spremni.
hu: Health mentés sikertelen – a Watch adatot már mentettük
id: Penyimpanan Health gagal, catatan Watch sudah tersimpan.
it: Salvataggio di Health fallito, ma i dati di Watch sono stati salvati.
ko: Health 저장 실패 - Watch 기록은 저장됨
mr: हेल्थ डेटा सेव्ह करण्यात अयशस्वी. वॉच रेकॉर्ड सेव्ह केले आहे.
ms: Simpanan Health gagal – Rekod Watch telah disimpan.
nl_nl: Health-opslag mislukt, Watch-gegevens zijn opgeslagen.
no: Lagring av Health mislyktes, Watch-registrering er lagret.
pl: Błąd zapisu danych w Health, dane z Watch zostały zapisane.
pt_br: Falha ao salvar o Health. O registro do Watch já foi salvo.
ro: Salvarea Health eșuată, dar înregistrarea Watch a fost salvată
ru: Ошибка при сохранении данных в Health, запись с Watch уже сохранена.
sk: Uloženie údajov v aplikácii Health nebolo úspešné, záznamy z Watchu boli uložené.
sl: Health – Neuspešno shranjevanje, Watch – podatki že shranjeni
sv: Health-data sparades inte, Watch-data sparades.
ta: சுகாதாரத்தைச் சேமிக்க முடியவில்லை, ஆனால் வாட்ச் பதிவைச் சேமித்துவிட்டோம்.
te: Health నిల్వ విఫలమైంది - Watch రికార్డు నిల్వ చేయబడింది.
th: บันทึกข้อมูลใน Health ล้มเหลว แต่บันทึกข้อมูล Watch สำเร็จแล้ว
tr: Health kaydı başarısız - Watch kaydı kaydedildi.
uk: Не вдалося зберегти в Health, але записи з Watch вже збережено.
vi: Lưu Health thất bại, Watch đã lưu.
zh_hans: 健康应用保存失败，手表记录已保存
zh_hant: Health 保存失败，Watch 记录已保存

# watch_widget.e71bb44afc57
source: 種目とセットを選んで開始。間違えた時は「キャンセル」で未実行に戻せます。
ar_sa: ابدأ باختيار حدث وضبطه. إذا قمت بخطأ ما، يمكنك التراجع عن ذلك عن طريق النقر على "إلغاء".
ca: Comenceu per triar un esdeveniment i configurar-lo. Si cometeu un error, podeu desfer-lo fent clic a "Cancel·la".
cs: Vyberte cvik a set a začněte. Pokud jste se spletli, můžete vrátit zpět k neprovedeným pohybům pomocí tlačítka "Zrušit".
da: Vælg øvelse og sæt for at starte. Hvis du laver en fejl, kan du vende tilbage til uafgjort med "Annuller".
de_de: Wählen Sie Übung und Satz aus, um zu beginnen. Wenn Sie sich vertippt haben, können Sie mit "Abbrechen" zum vorherigen Zustand zurückkehren.
el: Επιλέξτε άσκηση και σετ για να ξεκινήσετε. Εάν κάνετε λάθος, μπορείτε να επιστρέψετε στην προηγούμενη κατάσταση με το "Ακύρωση".
en_au: Select an exercise and set to start. If you make a mistake, you can return to the uncompleted state by pressing "Cancel".
es_es: Selecciona el ejercicio y el conjunto para comenzar. Si te equivocaste, puedes volver a empezar con "Cancelar".
fi: Valitse harjoite ja sarja aloittamiseksi. Jos teet virheen, voit palauttaa edelliseen tilanteeseen painamalla "Peruuta".
fr_ca: Sélectionnez un exercice et un ensemble pour commencer. Si vous avez fait une erreur, vous pouvez revenir en arrière en appuyant sur "Annuler".
gu: કસરત અને સેટ પસંદ કરો અને શરૂ કરો. જો તમે ભૂલ કરો, તો "કાન્સલ" પર ક્લિક કરીને તેને રદ કરી શકો છો.
he: בחרו את התרגיל והסט והתחילו. אם טעיתם, ניתן לחזור ללא ביצוע על ידי לחיצה על "ביטול".
hi: विशिष्ट व्यायाम और सेट का चयन करके शुरू करें। यदि गलती हुई, तो "रद्द" पर वापस आ सकते हैं।
hr: Odaberite vježbu i seriju za početak. Ako ste pogrešili, možete se vratiti na prethodni stav "Otkaži".
hu: Válassza ki a feladatot és az edzést, majd kezdje el. Ha hibázott, "Muty" gombbal visszatérhet az eredeti állapotba.
id: Pilih latihan dan set untuk memulai. Jika salah, gunakan "Batalkan" untuk kembali ke yang belum dilakukan.
it: Seleziona l'esercizio e il set per iniziare. Se hai sbagliato, puoi tornare indietro premendo "Annulla".
ko: 운동과 세트를 선택하여 시작합니다. 잘못된 경우 "취소"를 눌러 실행 취소할 수 있습니다.
mr: व्यायाम आणि सेट निवडून सुरू करा. चुकून निवडल्यास, "रद्द करा" वर क्लिक करून मागील स्थितीत परत या.
ms: Pilih latihan dan set untuk bermula. Jika anda melakukan kesalahan, anda boleh kembali ke yang belum dijalankan dengan "Batalkan".
nl_nl: Kies een oefening en set om te starten. Als je een fout hebt gemaakt, kun je terugkeren naar de onafgemaakte status met "Annuleren".
no: Velg øvelse og sett for å starte. Hvis du gjør feil, kan du gå tilbake til det som ikke er utført med "Avbryt".
pl: Wybierz zestaw ćwiczeń i rozpocznij. Jeśli popełnisz błąd, możesz cofnąć się do niewykonanych ćwiczeń, naciskając "Anuluj".
pt_br: Selecione o exercício e o conjunto para iniciar. Se errar, use "Cancelar" para retornar ao que não foi executado.
ro: Selectați exercițiul și setul pentru a începe. Dacă v-ați făcut o greșeală, puteți reveni la starea inițială apăsând "Anulare".
ru: Выберите упражнение и набор для начала. Если допустили ошибку, можно вернуться к незавершенному выполнению, нажав "Отмена".
sk: Vyberte úlohu a set a začnite. Ak ste sa zmätli, môžete zrušiť a vrátiť sa k neprebehnutému.
sl: Izberite vajo in serijo, da začnete. Če ste naredili napako, lahko vrnete na neizvedeno s pritiskom "Prekliči".
sv: Välj övning och set för att starta. Om du gör fel, kan du återgå till det oavslutade genom att trycka på "Avbryt".
ta: பயிற்சியைத் தொடங்க, பயிற்சி மற்றும் செட்டைத் தேர்ந்தெடுக்கவும். தவறாக இருந்தால் "ரத்து" மூலம் செயலற்ற நிலைக்குத் திரும்பலாம்.
te: వ్యాయామం మరియు సెట్‌ను ఎంచుకుని ప్రారంభించండి. తప్పు అయితే "రద్దు" ద్వారా తిరిగి వెనక్కి తీసుకురావచ్చు.
th: เลือกรายการและเซ็ตเพื่อเริ่มต้น หากผิดพลาด ให้กด "ยกเลิก" เพื่อกลับไปก่อนหน้านี้
tr: İsteği ve set'i seçip başlayın. Yanlış bir seçim yaparsanız, "İptal" ile geri dönebilirsiniz.
uk: Оберіть вправу та сет для початку. Якщо помилилися, можна повернутися до невиконаного за допомогою "Скасувати".
vi: Chọn bài tập và bộ tập để bắt đầu. Nếu sai, bạn có thể quay lại bằng nút "Hủy".
zh_hans: 选择项目和套组开始。如果操作错误，可以按“取消”返回未执行状态。
zh_hant: 選擇運動和組，然後開始。如果操作錯誤，可以按「取消」返回未執行狀態。

# watch_widget.e7c120e0433a
source: 記録中のワークアウトがありません
ar_sa: لا توجد التدريبات التي يتم تسجيلها
ca: No s'està gravant cap entrenament
cs: Neexistují žádné cvičení v průběhu záznamu
da: Ingen træning registreret
de_de: Es gibt keine Trainingsaufzeichnungen für diesen Tag
el: Δεν υπάρχουν προπονήσεις στην κατάσταση "Καταγραφή"
en_au: No workouts recorded
es_es: No hay entrenamientos registrados
fi: Ei ole tallennettu harjoitusta
fr_ca: Aucun entraînement enregistré
gu: રેકોર્ડમાં વર્કઆઉટ નથી
he: אין אימונים במהלך האימון
hi: वर्तमान में कोई वर्कआउट नहीं
hr: Nema vježbi u snimljenom programu
hu: Nincs rekordozott edzés
id: Tidak ada latihan yang sedang direkam
it: Non ci sono allenamenti registrati
ko: 현재 운동 기록이 없습니다.
mr: चालू असलेल्या वर्कआउटची नोंद नाही
ms: Tiada senaman dalam rekod
nl_nl: Er zijn geen workouts in het proces
no: Ingen treningsøkt i loggen
pl: Brak aktywności w trakcie zapisu
pt_br: Não há treino registrado
ro: Nu există antrenamente înregistrate
ru: Нет тренировок в текущей записи
sk: Neexistujú žiadne tréningové aktivity v zázname
sl: Niti je vadbe brez
sv: Inga träningspass registrerade
ta: பதிவு செய்யப்பட்ட உடற்பயிற்சி எதுவும் இல்லை
te: ప్రస్తుతం రికార్డ్ చేయబడిన వ్యాయామం లేదు
th: ไม่มีการออกกำลังกายในระหว่างการบันทึก
tr: Kaydedilen antrenman yok
uk: Немає тренувань у записі
vi: Không có bài tập nào đang được ghi lại
zh_hans: 没有正在进行的记录
zh_hant: 沒有任何正在記錄的運動

# watch_widget.e90e08ac6f9b
source: {{value1}}秒
ar_sa: {{value1}} ثانية
ca: {{value1}} segons
cs: {{value1}}sekund
da: {{value1}} sekunder
de_de: {{value1}} Sekunden
el: {{value1}} δευτερόλεπτα
en_au: {{value1}} seconds
es_es: {{value1}} segundos
fi: {{value1}} sekunti
fr_ca: {{value1}} secondes
gu: {{value1}} સેકન્ડ
he: {{value1}} שניות
hi: {{value1}} सेकंड
hr: {{value1}} sekundi
hu: {{value1}} másodperc
id: {{value1}} detik
it: {{value1}} secondi
ko: {{value1}}초
mr: {{value1}} सेकंद
ms: {{value1}} saat
nl_nl: {{value1}} seconden
no: {{value1}} sekunder
pl: {{value1}} sekund
pt_br: {{value1}} segundos
ro: {{value1}} secunde
ru: {{value1}} секунд
sk: {{value1}}sekundy
sl: {{value1}} sekund
sv: {{value1}} sekunder
ta: {{value1}} வினாடிகள்
te: {{value1}} సెకన్లు
th: {{value1}} วินาที
tr: {{value1}} saniye
uk: {{value1}} секунд
vi: {{value1}} giây
